Repository: CoBug92/CompoundInterest
Catalog: CIC/Resources/Localizable/*.lproj/Localizable.strings
Languages: ru

# Сумма, которая будет внесена в самом начале
source: Amount to be paid at the very beginning
ru: Сумма, которая будет внесена в самом начале

# Срок в месяцах на который вы планируете открыть счет
source: The period in months for which you plan to open an account
ru: Срок в месяцах на который вы планируете открыть счет

# Доходный процент за 1 период(месяц)
source: Income interest for 1 period (month)
ru: Доходный процент за 1 период(месяц)

# Сумма, которую вы будете вносить каждый период
source: Amount that you will pay each period
ru: Сумма, которую вы будете вносить каждый период

# Начальный депозит
source: Initial deposit
ru: Начальный депозит

# Кол-во периодов (месяцев)
source: Number of periods (months)
ru: Кол-во периодов (месяцев)

# Доходность за 1 период
source: Profitability for 1 period
ru: Доходность за 1 период

# Довложения каждый месяц
source: Deliveries every month
ru: Довложения каждый месяц

# Рассчитать
source: Calculate
ru: Рассчитать

# Ключевые показатели
source: Key indicators
ru: Ключевые показатели

# Смотреть график доходности
source: View profitability chart
ru: Смотреть график доходности

# Внесенная сумма
source: Contributed Amount
ru: Внесенная сумма

# Итоговая сумма за все периоды
source: Total for all periods
ru: Итоговая сумма за все периоды

# Заработано на процентах
source: Percent Earned
ru: Заработано на процентах

# Заработано процентов
source: Earned Interest
ru: Заработано процентов

# Сложный процент
source: Compound Interest
ru: Сложный процент

# График доходности
source: Graph of profitability
ru: График доходности

# Доходность по периодам
source: Profitability by periods
ru: Доходность по периодам

# Детализация
source: Detail
ru: Детализация
